Repository: JimmXinu/JimmsCalibrePlugins
Catalog: translations/*.po
Languages: pt_br

source: UI plugin to concatenate multiple epubs into one.
pt_br: Plugin para coordenar vários epubs em um.

source: Basic
pt_br: Básico

source: Custom Columns
pt_br: Personalizar Colunas

source: Anthology
pt_br: Antologia

source: These settings control the basic features of the plugin.
pt_br: Estas configurações controlam os recursos básicos do plugin.

source: Insert Table of Contents entry for each title?
pt_br: Inserir entradas de Índice para cada título?

source: If set, a new TOC entry will be made for each title and it's existing TOC nested underneath it.
pt_br: Se definido, uma nova entrada de índice será criada para cada título e é aninhada debaixo do índice dela existente.

source: Flatten Table of Contents?
pt_br: Nivelar o índice?

source: Remove nesting and make TOC all on one level.
pt_br: Remover nidificação e tornar todo o índice em um nível.

source: Keep UnMerge Metadata?
pt_br: Manter metadados não correspondentes?

source: If set, a copy of the original metadata for each merged book will be included, allowing for UnMerge. This includes your calibre custom columns. Leave off if you plan to distribute the epub to others.
pt_br: Se definido, uma cópia de metadados original para cada livro correspondente será incluído, permitindo desfazer a correspondência. Isso inclui suas colunas personalizadas do calibre. Mantenha desativado se você planeja distribuir o epub para outras pessoas.

source: Show UnMerge Option?
pt_br: Mostrar opção de cancelar correspondência?

source: If set, the UnMerge Epub option will be shown on the EpubMerge menu. Only Epubs merged with 'Keep UnMerge Metadata' can be UnMerged.
pt_br: Se definido, a opção de Cancelar Correspondência será mostrada no menu do EpubMerge. Apenas Epubs correspondentes com 'Manter Metadados não Correspondentes' podem ser desfeitos.

source: Add tags to merged books:
pt_br: Edicionar etiquetas para livros correspondentes:

source: Tags you enter here will be added to all new merged books
pt_br: As etiquetas que você inserir aqui serão adicionadas para todos os livros correspondentes

source: Merged Book Word:
pt_br: Corresponder palavra do livro:

source: Word use to describe merged books in default title and summary. Defaults back to Anthology if cleared. For people who don't like the word Anthology.
pt_br: Palavra usada para descrever livros correspondentes no título padrão e resumo. Voltar padrões para Antologia se limpas. Para as pessoas que não gostam da palavra Antologia.

source: These controls aren't plugin settings as such, but convenience buttons for setting Keyboard shortcuts and getting all the EpubMerge confirmation dialogs back again.
pt_br: Esses controles não são configurações do plugin, mas botões convenientes para a criação de atalhos de teclado e recebendo todos os diálogos de confirmação do EpubMerge.

source: Keyboard shortcuts...
pt_br: Atalhos do teclado...

source: Edit the keyboard shortcuts associated with this plugin
pt_br: Editar atalhos de teclado associados com este plugin

source: Reset disabled &confirmation dialogs
pt_br: Redefinir diálogos de &confirmação desativados

source: Reset all show me again dialogs for the EpubMerge plugin
pt_br: Redefinir tudo, e mostrar-me novamente todos os diálogos para o plugin EpubMerge

source: View library preferences...
pt_br: Visualizar preferências da biblioteca...

source: View data stored in the library database for this plugin
pt_br: Visualizar dados armazenados no banco de dados da biblioteca para este plugin

source: Done
pt_br: Ok

source: Confirmation dialogs have all been reset
pt_br: Os diálogos de confirmação foram todos redefinidos

source: Take value from first source book
pt_br: Dê um valor do primeiro livro de origem

source: Take value from last source book
pt_br: Dê um valor do último livro de origem

source: Add values from all source books
pt_br: Adicionar valores de todos os livros de origem

source: Average value from ALL source books
pt_br: Média de todos os livros de origem

source: Average value from source books with values
pt_br: Valor médio dos livros de origem com valores

source: True if true on all source books (and)
pt_br: Verdadeiro se verdadeiro em todos os livros de origem (e)

source: True if true on any source books (or)
pt_br: Verdadeiro se verdadeiro em qualquer livro de origem (ou)

source: Take newest value from source books
pt_br: Dê um novo valor dos livros de origem

source: Take oldest value from source books
pt_br: Dê um valor antigo dos livros de origem

source: Include values from all source books
pt_br: Incluir valores de todos os livros de origem

source: Concatenate values from all source books
pt_br: Concatenar valores de todos os livros de origem

source: If you have custom columns defined, they will be listed below. Choose how you would like these columns handled.
pt_br: Se você personalizou colunas definidas, então elas serão listadas abaixo. Escolha como você gostaria que essas colunas fossem manipuladas.

source: Set this %s column on new merged books...
pt_br: Definir esta coluna %s em novos livros correspondentes...

source: How this column will be populated by default.
pt_br: Como essa coluna será preenchida por padrão.

source: Starting...
pt_br: Começando...

source: Working
pt_br: Trabalhando

source: Completed so far
pt_br: Concluído até agora

source: Starting Merge...
pt_br: Começando correspondência...

source: Move selected books up the list
pt_br: Mover livros selecionados para o topo da lista

source: Remove selected books from the list
pt_br: Remover livros selecionados da lista

source: Move selected books down the list
pt_br: Mover livros selecionados para o fim da lista

source: Author(s)
pt_br: Autor(es)

source: Series
pt_br: Séries

source: Title
pt_br: Título

source: Are you sure you want to remove this book from the list?
pt_br: Você deseja realmente remover este livro da lista?

source: Are you sure you want to remove the selected %d books from the list?
pt_br: Você deseja realmente remover os %d livros selecionados da lista?

source: Add
pt_br: Adicionar

source: Overwrite
pt_br: Substituir

source: Discard
pt_br: Descartar

source: Merge multiple EPUBs into one in a new book.
pt_br: Mesclar vários EPUBs em um novo livro.

source: &Merge Epubs
pt_br: &Mesclar Epubs

source: &UnMerge Epub
pt_br: &Cancelar Mesclagem do Epub

source: &Configure Plugin
pt_br: &Configurar Plugin

source: Configure EpubMerge
pt_br: Configurar o EpubMerge

source: Select One Book
pt_br: Selecionar um Livro

source: Please select exactly one book to UnMerge.
pt_br: Selecione exatamente um livro para cancelar a correspondência

source: Cannot UnMerge Non-Epubs
pt_br: Não foi possível cancelar a correspondência de não Epubs

source: To UnMerge the source must be Epub(s) created by EpubMerge with Keep UnMerge Metadata enabled.
pt_br: Para cancelar a correspondência a origem deve ser Epub(s) criado(s) pelo EpubMerge com a opção Manter Metadados não Correspondentes ativada.

source: No UnMerge data found
pt_br: Nenhum dado não correspondente foi encontrado

source: You already have a book <i>%s</i> by <i>%s</i>. You may Add a new book of the same title, Overwrite the Epub in the existing book, or Discard this Epub.
pt_br: Você já tem um livro <i>%s</i> por <i>%s</i>. Você pode adicionar um novo livro do mesmo título, substituir o Epub no livro existente, ou descartar este Epub.

source: Cannot Merge Epubs
pt_br: Não foi possível mesclar estes Epubs

source: Less than 2 books selected.
pt_br: Menos de dois livros selecionados.

source: Collecting EPUBs for merger...
pt_br: Coletando EPUBs para mesclagem...

source: Get EPUBs for merge
pt_br: Obter UPUBs para mesclagem

source: EPUBs collected
pt_br: EPUBs coletados

source: %s books failed.
pt_br: %s livros falharam.

source: Order EPUBs to Merge
pt_br: Ordem dos EPUBs para mesclagem

source: %s containing:
pt_br: %s contendo:

source: %s by %s
pt_br: %s por %s

source: The book for the new Merged EPUB has been created and default metadata filled in. However, the EPUB will *not* be created until after you've reviewed, edited, and closed the metadata dialog that follows.
pt_br: O livro para o novo EPUB mesclado foi criado e preenchido com metadados padrão. Contudo, o EPUB *não* vai ser criado até que você tenha revisado, editado, e fechado a janela de metadados a seguir.

source: You're merging %s EPUBs totaling %s. Calibre will be locked until the merge is finished.
pt_br: Você está mesclando %s EPUBs, totalizando %s. O calibre será bloqueado até que a mesclagem seja concluída.

source: Merging %s EPUBs...
pt_br: Mesclando %s EPUBs...

source: Merge finished, output in: %s
pt_br: Mesclagem concluída, saída em: %s

source: Finished merging %s EPUBs.
pt_br: Concluída a mesclagem de %s EPUBs.

source: Unknown
pt_br: Desconhecido

source: %s by %s doesn't have an EPUB.
pt_br: %s por %s não tem um EPUB.
