Repository: JimmXinu/JimmsCalibrePlugins
Catalog: ReadingList/translations/*.po
Languages: es

source: Reading List
es: Lista de Lectura

source: View or edit lists of books
es: Ver o editar listas de libros

source: Add to default list
es: Agregar a la lista predeterminada

source: Add to %s list
es: Agregar a la lista %s

source: Add to list
es: Agregar a la lista

source: Add to the specified list
es: Agregar a la lista especificada

source: Add to the "%s" list
es: Agregar a la lista "%s"

source: Add to list: %s
es: Agregar a la lista: %s

source: Add to all lists
es: Agregar a todas las listas

source: Add series to default list
es: Agregar series a la lista predeterminada

source: Add series to %s list
es: Agregar serie a la lista %s

source: Add series to list
es: Agregar serie a la lista

source: Add all books in series to the specified list
es: Agregar todos los libros de la serie a la lista especificada

source: Add series to the "%s" list
es: Agregar series a la lista "%s"

source: Add series to list: %s
es: Agregar serie a la lista: %s

source: Add series to all lists
es: Agregar series a todas las listas

source: Move to list...
es: Mover a la lista...

source: Move to list
es: Mover a la lista

source: Remove from default list
es: Quitar de la lista predeterminada

source: Remove from list
es: Quitar de la lista

source: Remove from the specified list
es: Eliminar de la lista especificada

source: Remove from the "%s" list
es: Eliminar de la lista "%s"

source: Remove from list: %s
es: Eliminar de la lista: %s

source: Remove from all lists
es: Eliminar de todas las listas

source: View default list
es: Ver lista predeterminada

source: View %s list (%d)
es: Ver lista %s (%d)

source: View books on the "%s" list
es: Ver libros en la lista "%s"

source: View list: %s
es: Ver lista: %s

source: View list
es: Ver lista

source: View books on the specified list
es: Ver libros en la lista especificada

source: Edit default list
es: Editar lista predeterminada

source: Edit %s list
es: Editar lista %s

source: Edit list
es: Editar lista

source: Edit books on the specified list
es: Editar libros en la lista especificada

source: Edit books on the "%s" list
es: Edita libros en la lista "%s"

source: Edit list: %s
es: Editar lista: %s

source: Clear default list
es: Borrar lista predeterminada

source: Clear %s list
es: Borrar %s lista

source: Clear list
es: Borrar lista

source: Clear all from the specified list
es: Borrar todo de la lista especificada

source: Clear the "%s" list
es: Borrar la lista "%s"

source: Clear list: %s
es: Borrar lista: %s

source: Clear list (%d)
es: Borrar lista (%d)

source: Set default list
es: Establecer lista predeterminada

source: Switch the list to use as the current default
es: Cambiar la lista para usarla como predeterminada actual

source: Set your default list to "%s"
es: Establece tu lista predeterminada a "%s"

source: Set default list: %s
es: Establecer lista predeterminada: %s

source: Sync Now
es: Sincronizar ahora

source: &Customize plugin
es: &Personalizar complemento

source: Sync Now (%d)
es: Sincronizar ahora (%d)

source: Cannot add to list
es: No se puede agregar a la lista

source: No list name specified
es: La lista no tiene nombre especificado

source: Are you sure?
es: Está usted seguro?

source: Are you sure you want to clear the '%s' reading list?
es: ¿Está seguro de que desea borrar la lista de lectura '%s'?

source: The selected book(s) already exist on this list: <b>%s</b>
es: Los libros seleccionados ya existen en esta lista: <b>%s</b>

source: Failed to add to list
es: No se pudo agregar a la lista

source: Added %d books to your %s list
es: Se agregaron%d libros a su lista de %s

source: Added to %d reading lists
es: Agregado a %d listas de lectura

source: Cannot remove from list
es: No se puede eliminar de la lista

source: The selected book(s) do not exist on this list
es: Los libros seleccionados no existen en esta lista

source: Removed %d books from your %s list
es: Se quitaron %d libros de su lista %s

source: Removed from %d reading lists
es: Eliminado de %d listas de lectura

source: Cannot move to list
es: No se puede mover a la lista

source: No source list names specified
es: No se especificaron nombres de lista de fuentes

source: Moved %d books to your list(s)
es: Se movieron %d libros a su(s) lista(s)

source: Cannot clear list
es: No se puede borrar la lista

source: No books exist on this list
es: No existen libros en esta lista

source: Cannot edit list
es: No se puede editar la lista

source: Cannot view list
es: No se puede ver la lista

source: Cannot create list
es: No se puede crear la lista

source: Reading List: Cannot create list as list_name not specified
es: Reading List: No se puede crear la lista ya que list_name no especificado

source: A list already exists with this name
es: Ya existe una lista con este nombre

source: Reading List: Cannot create list as list_name is duplicate:
es: Reading List: No se puede crear la lista porque list_name está duplicado:

source: READING LIST: Device disconnected
es: READING LIST: Dispositivo desconectado

source: READING LIST: Metadata available:
es: READING LIST: Metadatos disponibles:

source: READING LIST: Device found to sync to:
es: READING LIST: Dispositivo encontrado para sincronizar con:

source: READING LIST: Not syncing to device as not active
es: READING LIST: No sincronizar al dispositivo como no activo

source: READING LIST: Sync Now - force_sync=
es: READING LIST: Sincronizar ahora - force_sync=

source: Cannot sync to device
es: No se puede sincronizar con el dispositivo

source: No device found for UUID: %s
es: No se encontró ningún dispositivo para UUID: %s

source: READING LIST: Updating automatic column list(s)
es: READING LIST: Actualización automática de listas de columnas

source: READING LIST: Not syncing '%s' to device as autosync is false
es: READING LIST: No sincronizar '%s' con el dispositivo porque la sincronización automática es falsa

source: READING LIST: Updating automatic device list(s)
es: READING LIST: Actualización automática de listas de dispositivos

source: READING LIST: Skipping %d books in '%s' list with no formats
es: READING LIST: Omitiendo%d libros en la lista '%s' sin formatos

source: READING LIST: Syncing %d books in '%s' to: %s (location:%s)
es: READING LIST: Sincronizando%d libros en '%s' con: %s (ubicación:%s)

source: READING LIST: No books on '%s' list need to be synced
es: READING LIST: No es necesario sincronizar ningún libro de la lista '%s'

source: Main memory
es: Memoria principal

source: Storage Card A
es: Tarjeta de almacenamiento A

source: Storage Card B
es: Tarjeta de almacenamiento B

source: READING LIST: No books on '%s' list found on device to remove
es: READING LIST: No se encontraron libros en la lista '%s' en el dispositivo para eliminar

source: Unable to find the Remove Books plugin
es: No se puede encontrar el complemento Eliminar libros

source: Deleting books from device.
es: Eliminando libros del dispositivo.

source: READING LIST: Auto-populating device list:
es: READING LIST: Lista de dispositivos que se completa automáticamente:

source: READING LIST: Removing %d ids from automatic list: %s
es: READING LIST: Eliminando%d ids de la lista automática: %s

source: READING LIST: Adding %d ids to automatic list: %s
es: READING LIST: Añadiendo%d ids a la lista automática: %s

source: READING LIST: Auto-populating search list:
es: READING LIST: Lista de búsqueda que se completa automáticamente:

source: READING LIST: Aborting updating auto-search list as has no expression:
es: READING LIST: Abortar la actualización de la lista de búsqueda automática como no tiene expresión:

source: READING LIST: Now %d ids on automatic list: %s
es: READING LIST: Ahora %d ids en la lista automática: %s

source: READING LIST: Attempting to recreate Kindle collections
es: READING LIST: Intentar recrear colecciones de Kindle

source: Kindle Collections Failed
es: Kindle Collections Falló

source: You must have the Kindle Collections plugin installed in order to recreate collections after a sync.
es: Debe tener instalado el complemento Colecciones de Kindle para poder recrear colecciones después de una sincronización.

source: Restart required
es: Reinicio requerido

source: Title image not found - you must restart Calibre before using this plugin!
es: No se encontró la imagen del título - debe reiniciar Calibre antes de usar este complemento!

source: Keyboard shortcut dialog
es: Diálogo de método abreviado de teclado

source: Keyboard shortcuts
es: Atajos de teclado

source: Undefined
es: Indefinido

source: Restart calibre now
es: Reiniciar Calibre ahora

source: Prefs Viewer dialog
es: Cuadro de diálogo Visor de preferencias

source: Preferences for:
es: Preferencias para:

source: Clear
es: Borrar

source: Clear all settings for this plugin
es: Borrar todas las configuraciones para este complemento

source: <p>Are you sure you want to change your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
es: <p>¿Está seguro de que desea cambiar la configuración de esta biblioteca para este complemento? </p><p>No se tocará ninguna configuración de otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre. </p ><p> Debe reiniciar calibre después. </p>

source: Settings changed
es: Configuración modificada

source: <p>Settings for this plugin in this library have been changed.</p><p>Please restart calibre now.</p>
es: <p>Se ha cambiado la configuración de este complemento en esta biblioteca. </p> <p> Reinicie calibre ahora. </p>

source: <p>Are you sure you want to clear your settings in this library for this plugin?</p><p>Any settings in other libraries or stored in a JSON file in your calibre plugins folder will not be touched.</p><p>You must restart calibre afterwards.</p>
es: <p>¿Está seguro de que desea borrar la configuración de esta biblioteca para este complemento? </p><p> Cualquier configuración de otras bibliotecas o almacenada en un archivo JSON en la carpeta de complementos de calibre no se tocará. </p ><p> Debe reiniciar calibre después. </p>

source: Settings deleted
es: Configuración eliminada

source: <p>All settings for this plugin in this library have been cleared.</p><p>Please restart calibre now.</p>
es: <p>Se borraron todas las configuraciones para este complemento en esta biblioteca. </p> <p> Reinicie Calibre ahora. </p>

source: *Any Device
es: *Cualquier dispositivo

source: Manually add/remove items
es: Agregar o quitar elementos manualmente

source: Auto populated from books on device
es: Completado automáticamente a partir de libros en el dispositivo

source: Auto populated from search
es: Completado automáticamente a partir de la búsqueda

source: Add new list items to device
es: Agregar nuevos elementos de lista al dispositivo

source: Add/overwrite all list items to device
es: Agregar/sobrescribir todos los elementos de la lista en el dispositivo

source: Remove list items from device
es: Eliminar elementos de la lista del dispositivo

source: Replace device with list, add new items only
es: Eliminar elementos de la lista del dispositivo

source: Replace device with list, add/overwrite all
es: Reemplazar dispositivo con lista, agregar/sobrescribir todo

source: Auto populate list from books on device
es: Completar automáticamente la lista de libros en el dispositivo

source: Do not update calibre column
es: No actualice la columna de calibre

source: Update column for add or remove
es: Actualizar columna para agregar o quitar

source: Update column for add to list only
es: Actualizar columna solo para agregar a la lista

source: Update column for remove from list only
es: Actualizar columna para eliminar solo de la lista

source: Kindle Collections
es: Kindle Collecciones

source: Location
es: Ubicación

source: Menu
es: Menú

source: Name
es: Nombre

source: Status
es: Estado

source: Lists:
es: Listas

source: Add list
es: Agregar lista

source: Delete list
es: Eliminar lista

source: Rename list
es: Renombrar lista

source: Population Options:
es: Opciones de población:

source: &List type:
es: Tipo de &lista:

source: Choose how this list will be populated
es: Elija cómo se completará esta lista

source: &Auto populate from search:
es: &Completar automáticamente desde la búsqueda:

source: If list is populated from a search, specify the calibre search expression
es: Si la lista se completa a partir de una búsqueda, especifique la expresión de búsqueda de calibre

source: Sync Options:
es: Opciones de sincronización:

source: &Device to sync this list to:
es: &Dispositivo para sincronizar esta lista con:

source: By specifying a device you can sync either manually or automatically the contents of a list to that device. This replaces the Book Sync plugin functionality
es: Al especificar un dispositivo, puede sincronizar manualmente o automáticamente el contenido de una lista a ese dispositivo. Esto reemplaza la funcionalidad del complemento Book Sync

source: &When syncing this list:
es: &Al sincronizar esta lista:

source: Control how your items are synced to the device. Sync only new items, sync all items overwriting existing or use this list to just remove items from your device.
es: Controle cómo se sincronizan sus elementos con el dispositivo. Sincronizar solo elementos nuevos, sincronizar todos los elementos sobrescribiendo los existentes o use esta lista para eliminar elementos de su dispositivo.

source: Sync to this device as soon as it is connected
es: Sincronizar con este dispositivo tan pronto como esté conectado

source: Uncheck this option if you prefer to manually sync to your device. If no device is specified this checkbox has no effect
es: Desmarque esta opción si prefiere sincronizar manualmente con su dispositivo. Si no se especifica ningún dispositivo, esta casilla de verificación no tiene ningún efecto

source: Clear this list after a sync to this device
es: Borrar esta lista después de una sincronización con este dispositivo

source: If unchecked, only items not on the device already will be synced. If no device is specified this checkbox has no effect. This option can only be used with manual type lists.
es: Si no está marcada, solo se sincronizarán los elementos que no estén en el dispositivo. Si no se especifica ningún dispositivo, esta casilla de verificación no tiene ningún efecto. Esta opción solo se puede utilizar con listas de tipos manuales.

source: Column Update Options:
es: Opciones de actualización de columnas:

source: When &changing this list:
es: Cuándo &cambiar esta lista:

source: Optionally modify tags or a custom column when you add and/or remove items from this list.
es: Opcionalmente, modifique las etiquetas o una columna personalizada cuando agregar y/o eliminar elementos de esta lista.

source: &Column to update:
es: &Columna para actualizar:

source: Optionally specify a column to add/remove a value from when adding or removing items from this list
es: Opcionalmente, especifique una columna para agregar/quitar un valor de al agregar o eliminar elementos de esta lista

source: &Value in column to add/remove:
es: &Valor en la columna para agregar/eliminar:

source: Specify the tag or custom column value to be added when adding to this list or removed when the book is taken off the list
es: Especifique la etiqueta o el valor de la columna personalizada que se agregará al agregar a esta lista o eliminado cuando el libro se quita de la lista

source: Reading Order Options:
es: Opciones de orden de lectura:

source: &Store in series column:
es: &Almacenar en la columna de la serie:

source: You can optionally display the current reading list order in a custom series column. You should not edit this column directly! Only usable with Manually managed lists that are not Cleared on Sync.
es: Opcionalmente, puede mostrar el orden de la lista de lectura actual en una columna de serie personalizada. ¡No debe editar esta columna directamente! Solo se puede usar con listas administradas manualmente que no se eliminan al sincronizar.

source: &Series name:
es: &Nombre de la serie:

source: Specify the name for this reading order series If left blank, will use the name of the list this book is on.
es: Especifique el nombre de esta serie de órdenes de lectura Si se deja en blanco, utilizará el nombre de la lista en la que se encuentra este libro.

source: Display Options:
es: Opciones de pantalla:

source: Move "View list" to the top level of the plugin menu for this list
es: Mover "Ver lista" al nivel superior del menú de complementos para esta lista

source: By default Reading List creates a View List submenu for all your lists when you have multiple. If checked, this list will be moved to the top level menu for ease of access. NOTE: Your "default" list will always appear on the top menu, regardless of this checkbox
es: De forma predeterminada, la Lista de lectura crea un submenú Ver lista para todas sus listas cuando tiene varias. Si está marcada, esta lista se moverá al menú de nivel superior para facilitar el acceso. NOTA: Su lista "predeterminada" siempre aparecerá en el menú superior, independientemente de esta casilla de verificación

source: Apply reading list order when viewing list
es: Aplicar el orden de la lista de lectura al ver la lista

source: If checked, viewing a reading list will also change your Calibre sort order. Lists can be manually reordered using this plugin, defaulting to order added to list. If unchecked, current calibre sort will be left unchanged when you view the list.
es: Si está marcado, ver una lista de lectura también cambiará su orden de clasificación de Calibre. Las listas se pueden reordenar manualmente utilizando este complemento, de manera predeterminada, el orden agregado a la lista. Si no se marca, la clasificación de calibre actual no se modificará cuando vea la lista.

source: Add new list
es: Agregar nueva lista

source: Default
es: Defecto

source: Enter a unique display name for this list:
es: Ingrese un nombre de visualización único para esta lista:

source: Add failed
es: No se pudo agregar

source: A list with the same name already exists
es: Ya existe una lista con el mismo nombre

source: Enter a new display name for this list:
es: Ingrese un nuevo nombre para mostrar para esta lista:

source: Cannot delete
es: No se puede borrar

source: You must have at least one list
es: Debes tener al menos una lista

source: Do you want to delete the list named '%s'
es: ¿Quieres eliminar la lista llamada '%s'?

source: Devices:
es: Dispositivos:

source: Add connected device
es: Agregar dispositivo conectado

source: If you do not have a device connected currently, either plug one in now or exit the dialog and connect to folder/iTunes first
es: Si no tiene un dispositivo conectado actualmente, conecte uno in ahora o salga del cuadro de diálogo y conéctese a la carpeta / iTunes primero

source: Rename the currently connected device
es: Cambiar el nombre del dispositivo actualmente conectado

source: Delete this device from the device list
es: Eliminar este dispositivo de la lista de dispositivos

source: Rename failed
es: No se pudo cambiar el nombre

source: You must select a device first
es: Primero debes seleccionar un dispositivo

source: You can only rename a device that is currently connected
es: Solo puede cambiar el nombre de un dispositivo que esté conectado actualmente

source: Rename device
es: Renombrar dispositivo

source: Enter a new display name for this device:
es: Ingrese un nuevo nombre para mostrar para este dispositivo:

source: An error occured while renaming.
es: Se produjo un error al cambiar el nombre.

source: Delete failed
es: Error al eliminar

source: You are about to remove the <b>%s</b> device from this list.
es: Está a punto de eliminar el dispositivo<b>% s</b>de esta lista.

source: Are you sure you want to continue?
es: ¿Estás seguro de que quieres continuar?

source: Keyboard shortcuts...
es: Atajos de teclado...

source: Edit the keyboard shortcuts associated with this plugin
es: Edite los atajos de teclado asociados con este complemento

source: Reset disabled &confirmation dialogs
es: Restablecer diálogos de &confirmación desactivados

source: Reset all show me again dialogs for the Reading List plugin
es: Restablecer todos los diálogos de mostrarme de nuevo para el complemento Reading List

source: &View library preferences...
es: &Ver preferencias de biblioteca..

source: View data stored in the library database for this plugin
es: Ver datos almacenados en la base de datos de la biblioteca para este complemento

source: Show dialog when removing books from device
es: Mostrar cuadro de diálogo al eliminar libros del dispositivo

source: If syncing your list means books are removed from your device, then a dialog will be displayed allowing you to confirm first. Uncheck this option to allow unattended syncing to your device.
es: Si sincronizar su lista significa que los libros se eliminan de su dispositivo, entonces Aparecerá un cuadro de diálogo que le permitirá confirmar primero. Desmarque esta opción para permitir la sincronización desatendida con su dispositivo.

source: Done
es: Hecho

source: Confirmation dialogs have all been reset
es: Todos los cuadros de diálogo de confirmación se han restablecido

source: Lists
es: Listas

source: Devices
es: Dispositivos

source: Other
es: Otros

source: <p>Are you sure you want to remove this book from the list?
es: <p> ¿Está seguro de que desea eliminar este libro de la lista?

source: <p>Are you sure you want to remove the selected %d books from the list?
es: <p> ¿Está seguro de que desea eliminar los %d libros seleccionados de la lista?

source: reading list plugin:edit list dialog
es: reading list plugin:cuadro de diálogo de edición de lista

source: Edit List
es: Editar Lista

source: '%s' list books
es: Lista de libros '%s'

source: Move selected books to the top of the list
es: Mover los libros seleccionados a la parte superior de la lista

source: Move selected books 10 rows up the list
es: Mueve los libros seleccionados 10 filas hacia arriba en la lista

source: Move selected books up the list
es: Mover los libros seleccionados hacia arriba en la lista

source: Remove selected books from the list
es: Eliminar libros seleccionados de la lista

source: Move selected books down the list
es: Mover los libros seleccionados hacia abajo en la lista

source: Move selected books 10 rows down the list
es: Mueve los libros seleccionados 10 filas hacia abajo en la lista

source: Move selected books to the bottom of the list
es: Mover los libros seleccionados al final de la lista

source: reading list plugin:move books dialog
es: reading list plugin:cuadro de diálogo mover libros

source: Move Books
es: Mover Libros

source: Move books between lists
es: Mover libros entre listas

source: Select list(s) to remove from
es: Seleccione la(s) lista(s) para eliminar de

source: Select &All
es: Seleccionar &todo

source: Select &None
es: Seleccionar &ninguna

source: Select list to add to
es: Seleccionar lista para agregar
